Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: 1 add-on
kmr: 1 pêvek

source: %1$d new permissions are required
kmr: %1$d destûrên nû hewce ne

source: %1$d out of %2$d
kmr: Ji %2$d encaman %1$d encam

source: %1$d selected
kmr: %1$d hatin bijartin

source: 1. Go to Android Settings
kmr: 1. Here sazkariyên Androidê

source: 1 open tab. Tap to switch tabs.
kmr: 1 hilpekîna vekirî. Ji bo hilpekînê biguherînî, bitikîne.

source: %1$s add-ons
kmr: %1$s pêvek

source: %1$s can’t download this file type
kmr: %1$s nikare vê cureya dosyeyê daxîne

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
kmr: %1$s, dema ku te hilpekînên veşartî girtin an jî tu ji sepanê derket ew ê raboriya te ya gerîn û lêgerînê ji hilpekînên veşartî bên paqijkirin. Ev, rê li ber şopandina te ya ji aliyê malper û peydakerên servîsê ve nagirê lê heke hin kesên din ên vê cîhazê bi kar tînin hebin ew ê bihêle ku tu raboriya xwe ji wan veşêrî.

source: %1$s has a new update
kmr: Nûvekirineke nû ya %1$s’ê heye

source: %1$s has been added to %2$s
kmr: %1$s li %2$s’ê hate tevlîkirin

source: %1$s is produced by Mozilla.
kmr: %1$s berhemeke Mozillayê ye.

source: %1$s is requesting your username and password.
kmr: %1$s navê bikarhêner û pêborîna te dixwaze.

source: %1$s on %2$s %3$s
kmr: %1$s - %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
kmr: %1$s hilpekînên vekirî. Ji bo hilpekînê biguherînî, bitikîne.

source: %1$s (Private Mode)
kmr: %1$s (Moda Veşartî)

source: 1 tab
kmr: 1 hilpekîn

source: %2$s is requesting your username and password. The site says: “%1$s”
kmr: %2$s navê bikarhêner û pêborîna te dixwaze. Malper dibêje: “%1$s”

source: 2. Tap <b>Permissions</b>
kmr: 2. Li <b>Destûr</b>’ê bitikîne

source: 3. Toggle <b>%1$s</b> to ON
kmr: 3. Eyara <b>%1$s</b>’yê bike VEKIRÎ

source: About
kmr: Derbar

source: About %1$s
kmr: Derbarê %1$s de

source: Accept the Risk and Continue
kmr: Rîskê qebûl bike û bidomîne

source: Access browser activity during navigation
kmr: Di dema gerînê de xwe bigihîne çalakiya gerokê

source: Access browser tabs
kmr: Xwe bigihîne hilpekînên gerokê

source: Access browsing history
kmr: Xwegihandina raboriya gerokê

source: Accessibility
kmr: Gihînbarî

source: Access recently closed tabs
kmr: Xwegihandina hilpekînên herî dawî

source: Access to the file was denied
kmr: Gihîna li dosyeyê hate redkirin

source: Access your data for %1$s
kmr: Ji bo %1$s’ê xwe bigihîne daneyên xwe

source: Access your data for all websites
kmr: Ji bo hemû malperan xwe bigihîne daneyên te

source: Access your data for sites in the %1$s domain
kmr: Xwe bigihîne daneyên malperên te yên aîdî domaîna %1$s’ê

source: Access your data on %1$d other domains
kmr: Li ser %1$d domaînên din xwe bigihîne daneyên xwe

source: Access your data on %1$d other sites
kmr: Li ser %1$d malperên din xwe bigihîne daneyên xwe

source: Access your data on 1 other domain
kmr: Li ser domaîneke din xwe bigihîne daneyên xwe

source: Access your data on 1 other site
kmr: Li ser malpereke din xwe bigihîne daneyên xwe

source: Access your location
kmr: Xwegihandina cîgeha te

source: Account
kmr: Hesab

source: Account settings
kmr: Sazkariyên hesêb

source: Adapts to your device settings
kmr: Xwe li sazkariyên cîhaza te adabte dike

source: Add
kmr: Tevlî bike

source: Add %1$s?
kmr: %1$s’ê tevlî bike?

source: Add %1$s and %2$s to %3$s
kmr: Pêvekên %1$s û %2$s’ê tevlî %3$s’ê bike

source: Add %1$s to %2$s
kmr: Pêveka %1$s’ê tevlî %2$s’ê bike

source: Add a shortcut to open private tabs from your Home screen.
kmr: Ji bo ku tu ji ekrana xwe ya Destpêkê hilpekîneke veşartî vekî, kurterêyekê tevlî bike.

source: Added to top sites!
kmr: Tevlî malperên sereke bû!

source: Add folder
kmr: Peldankê tevlî bike

source: Add new collection
kmr: Koleksiyona nû tevlî bike

source: Add-on collection modified. Quitting the application to apply changes…
kmr: Koleksiyona pêvekan hat guhertin. Ji bo sepandina guhertinan ji sepanê derdikeve…

source: Add-on is already installed
kmr: Pêvek jixwe sazkirî ye

source: Add-on is not supported
kmr: Pêvek nayê piştgirîkirin

source: Add-ons
kmr: Pêvek

source: Add-ons Manager
kmr: Rêvebera pêvekan

source: Add-on updates
kmr: Nûvekirinên pêvekê

source: Add private browsing shortcut
kmr: Kurterêya gerîna veşartî tevlî bike

source: Add private tab
kmr: Hilpekîna veşartî tevlî bike

source: Address bar
kmr: Darika navnîşanê

source: Address Not Found
kmr: Navnîşan nehate dîtin

source: Add search engine
kmr: Motora lêgerînê tevlî bike

source: Add shortcut
kmr: Kurterêyê tevlî bike

source: Add tab
kmr: Hilpekînê tevlî bike

source: Add them to %1$s
kmr: Pêvekan tevlî %1$s’ê bike

source: Add to contact
kmr: Tevlî kesî bike

source: Add to Home screen
kmr: Tevlî ekrana destpêkê bike

source: Add to top sites
kmr: Tevlî malperên sereke bike

source: Add username to saved password?
kmr: Navê bikarhêner tevlî pêborîna tomarkirî bike?

source: Advanced
kmr: Pêşketî

source: Advanced…
kmr: Pêşketî…

source: After one day
kmr: Piştî rojekê

source: After one month
kmr: Piştî mehekê

source: After one week
kmr: Piştî hefteyekê

source: All actions
kmr: Hemû çalakî

source: All cookies (will cause websites to break)
kmr: Hemû çerez (dibe ku hin malper xera bibin)

source: Allow
kmr: Destûrê bide

source: ALLOW
kmr: BIHÊLE

source: Allow %1$s to open %2$s
kmr: Destûrê bide %1$s’ê ku %2$s’ê veke

source: Allow %1$s to play DRM-controlled content?
kmr: %1$s, bila naverokên bi DRM-kontrolkirî bilîzîne?

source: Allow %1$s to send notifications?
kmr: %1$s, bila danezanan bişîne?

source: Allow %1$s to store data in persistent storage?
kmr: %1$s, bila daneyan li bîrgeha mayinde hilîne?

source: Allow %1$s to use your camera?
kmr: %1$s, bila kameraya te bi kar bîne?

source: Allow %1$s to use your camera and microphone?
kmr: %1$s, bila kamera û mîkrofona te bi kar bîne?

source: Allow %1$s to use your location?
kmr: %1$s, bila cîgeha te bi kar bîne?

source: Allow %1$s to use your microphone?
kmr: %1$s, bila mîkrofona te bi kar bîne?

source: Allow audio and video
kmr: Destûrê bide deng û vîdyoyê

source: Allowed
kmr: Destûr hat dayîn

source: Allow in private browsing
kmr: Di gerîna veşartî de destûrê bide

source: Allow screenshots in private browsing
kmr: Di gerîna veşartî de, bihêle bila wêneyê ekranê bê kişandin

source: Allow search suggestions in private sessions?
kmr: Bila pêşniyarên lêgerînê di rûniştina veşartî de werin pêş te?

source: Allows Mozilla to install and collect data for experimental features
kmr: Destûrê dide Mozillayê ku ji bo taybetiyên ceribandinê daneyan saz bike û berhev bike

source: Allows Mozilla to install and run studies
kmr: Destûrê bide Mozillayê ku lêkolînan saz bike û bimeşîne

source: All third-party cookies (may cause websites to break)
kmr: Hemû çerezên partiya sêyemîn (dibe ku hin malper xera bibin)

source: A login with that username already exists
kmr: Jixwe hesabek bi vî navê bikarhêneriyê heye

source: Alphabetically
kmr: Alfabetîkî

source: Already have an account?
kmr: Jixwe hesabekî te heye?

source: Always
kmr: Timî

source: A new permission is required
kmr: Destûreke nû hewce ye

source: Appearance
kmr: Xuyang

source: Apr
kmr: Nîs

source: Are you sure?
kmr: Bi rastî jî?

source: Are you sure that you want to clear all the permissions for this site?
kmr: Tu ji dil dixwazî hemû destûran ji bo vê malperê jê bibî?

source: Are you sure that you want to clear all the permissions on all sites?
kmr: Tu ji dil dixwazî hemû destûrên li ser hemû malperan jê bibî?

source: Are you sure that you want to clear this permission for this site?
kmr: Tu ji dil dixwazî vê destûrê ji bo vê malperê jê bibî?

source: Are you sure you want to clear your downloads?
kmr: Tu bi rastî jî dixwazî daxistinên xwe paqij bikî?

source: Are you sure you want to clear your history?
kmr: Tu bi rastî jî dixwazî raboriya xwe paqij bikî?

source: Are you sure you want to delete %1$s?
kmr: Tu bi rastî jî dixwazî koleksiyana %1$s’ê were jêbirin?

source: Are you sure you want to delete this bookmark?
kmr: Tu ji dil dixwazî vê favoriyê jê bibî?

source: Are you sure you want to delete this folder?
kmr: Tu bi rastî jî dixwazî vê peldankê jê bibî?

source: Are you sure you want to delete this login?
kmr: Tu bi rastî jî dixwazî vî hesabî jê bibî?

source: A site is playing media
kmr: Malperek li medyayê dide

source: Ask to allow
kmr: Destûrê bixwaze

source: Ask to save
kmr: Ji bo tomarkirinê, bipirse

source: Audio and video will play on Wi-Fi
kmr: Deng û vîdyo ew ê tenê di Wi-Fi de bên vekirin

source: Aug
kmr: Teb

source: Authors
kmr: Nivîskar

source: Autocomplete URLs
kmr: Navnîşanan bixweber dagire

source: Autofill
kmr: Bixweber dagire

source: Automatic
kmr: Otomatîk

source: Automatically deletes browsing data when you select "Quit" from the main menu
kmr: Gava tu ji menûya giştî "Derkeve"yê hilbijêrî daneyên gerînê xweber paqij dike

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
kmr: Gava tu ji menûya giştî \"Derkeve\"yê hilbijêrî daneyên gerînê xweber paqij dike

source: Automatic font sizing
kmr: Mezinkirina fontê ya bixweber

source: Automatic privacy
kmr: Nihêniya otomatîk

source: Autoplay
kmr: Lêdera xweber

source: Back
kmr: Paşve

source: Basics
kmr: Bingeh

source: Block audio and video
kmr: Deng û vîdyoyê asteng bike

source: Block audio and video on cellular data only
kmr: Deng û vîdyoyê tenê di daneya hucreyî de asteng bike

source: Block audio only
kmr: Tenê dengan asteng bike

source: Block content and scripts that track you online
kmr: Naverok û skrîptên ku li ser înternetê te dişopînin asteng bike

source: Blocked
kmr: Yên astengbûyî

source: Blocked by Android
kmr: Ji hêla Androidê ve hate astengkirin

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
kmr: Çerezên ku torên reklamê û şirketên analîtîkê ji bo şopandina gera di navbera malperên cuda de bi kar tînin asteng dike.

source: Blocks fewer trackers. Pages will load normally.
kmr: Hindiktir şopîneran asteng dike. Rûpel ew ê bi awayê normal vebin.

source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality might not work.
kmr: Zêdetir şopîneran, reklaman û pencereyên vebûnok asteng dike. Rûpel zûtir vedibin, lê dibe ku hin taybetî nexebitin.

source: Bookmark
kmr: Favorî

source: Bookmark created.
kmr: Favorî hat afirandin.

source: Bookmark menu
kmr: Menûya favoriyan

source: Bookmarks
kmr: Favorî

source: Bookmark saved!
kmr: Favorî hat hilanîn!

source: Bookmarks deleted
kmr: Favorî hat jêbirin

source: Bookmarks Menu
kmr: Menûya Favoriyan

source: Bookmarks saved!
kmr: Favorî hatin tomarkirin!

source: Bookmarks Toolbar
kmr: Darikê Amûran ê Favoriyan

source: Bottom
kmr: Li jêrê

source: Browse privately
kmr: Bi nihênî bigere

source: Browse without being followed
kmr: Bêyî ku tu werî şopandin bigere

source: Browsing data deleted
kmr: Daneyên gerînê hatin jêbirin

source: Browsing history and site data
kmr: Raboriya gerînê û daneyên malperê

source: Cached images and files
kmr: Wêne û dosyeyên di pêşbîrê de

source: Call
kmr: Bigere

source: Call with…
kmr: Bigere bi…

source: Camera
kmr: Kamera

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
kmr: Gihîna li kamerayê hewce ye. Here sazkariyên Androidê ji beşa destûran, destûrê bide.

source: Camera and microphone are on
kmr: Kamera û mîkrofon vekirî ne

source: Camera is on
kmr: Kamera vekirî ye

source: Cancel
kmr: Betal bike

source: Cannot Complete Request
kmr: Daxwaz nehate temamkirin

source: Cannot share to this app
kmr: Bi vê sepanê re nayê parvekirin

source: Can’t edit default folders
kmr: Peldankên standard nayên sererastkirin

source: Change the layout of open tabs. Go to settings and select grid under tab view.
kmr: Tu dikarî raxistina hilpekînên vekirî biguherînî. Here sazkariyan û ji bin "xuyabûna hilpekînan" grîdê hilbijêre.

source: Check that search string matches Example format
kmr: Kontrol bike ka rêzika lêgerînê û formata nimûne li hev dikin an na

source: Check your network connection or try reloading the page in a few moments.
kmr: Girêdana înterneta xwe kontrol bike an jî bîstek din rûpelê ji nû ve bar bike.

source: Choose a color
kmr: Rengekî hilbijêre

source: Choose what to sync
kmr: Bila çi bên senkronîzekirin, hilbijêre

source: Choose which trackers and scripts to block.
kmr: Hilbijêre ka kîjan şopdar û skrîpt ew ê bêne astengkirin.

source: Choose your theme
kmr: Rûkara xwe hilbijêre

source: Clear
kmr: Paqij bike

source: Clear password
kmr: Pêborînê paqij bike

source: Clear permission
kmr: Destûrê paqij bike

source: Clear permissions
kmr: Destûran paqij bike

source: Clear permissions on all sites
kmr: Destûran ji hemû malperan paqij bike

source: Clear recent browsing history, cookies, and related data
kmr: Paqijkirina raboriya gerînê, kûkî û daneyên têkildar

source: Clear username
kmr: Navê bikarhêner paqij bike

source: Click for more details
kmr: Ji bo agahiyên zêdetir, bitikîne

source: Close
kmr: Bigire

source: Close after one day
kmr: Piştî rojekê bigire

source: Close after one month
kmr: Piştî mehekê bigire

source: Close after one week
kmr: Piştî hefteyekê bigire

source: Close all tabs
kmr: Hemû hilpekînan bigire

source: Close manually
kmr: Manûelê bigire

source: Close private tabs
kmr: Hilpekînên veşartî bigire

source: Close reader view
kmr: Moda xwînerê bigire

source: Close tab
kmr: Hilpekînê bigire

source: Close tabs
kmr: Hilpekînan bigire

source: Close tab %s
kmr: Hilpekîna %s’ê bigire

source: Collapse suggested logins
kmr: Hesabên pêşniyarkirî teng bike

source: Collection %d
kmr: Koleksiyona %d

source: Collection deleted
kmr: Koleksiyon hate jêbirin

source: Collection menu
kmr: Menûya koleksiyonê

source: Collection name
kmr: Navê koleksiyonê

source: Collection owner (User ID)
kmr: Xwediyê koleksiyonê (nasnameya bikarhêner)

source: Collection renamed
kmr: Navê koleksiyê hat guhertin

source: Collections
kmr: Koleksiyon

source: Collection saved!
kmr: Koleksiyon hate tomarkirin!

source: Collect the things that matter to you
kmr: Tiştên ku ji te re girîng in berhev bike

source: Collect the things that matter to you. Group together similar searches, sites, and tabs for quick access later.
kmr: Tiştên ku ji te re girîng in berhev bike. Lêgerîn, malper û hilpekînên ku tu dixwazî xwe zû bigihînî wan bîne cem hev.

source: Common myths about private browsing
kmr: Efsaneyên berbelav ên têkildarî gerîna veşartî

source: Complete action using
kmr: Çalakiyê bi vê temam bike

source: Confirm
kmr: Bipejirîne

source: Connect another device
kmr: Cîhazeke din girê bide

source: Connect another device.
kmr: Cîhazeke din girê bide.

source: Connect Another Device…
kmr: Cîhazeke din girê bide…

source: Content crashed
kmr: Naverok têk çû

source: Content Encoding Error
kmr: Çewtiya kodkirina naverokê

source: Continue to website
kmr: Li malperê berdewam bike

source: Control browser proxy settings
kmr: Kontrolkirina eyarên proxya gerokê

source: Cookies
kmr: Kûkî

source: Cookies from unvisited sites
kmr: Çerezên ji malperên ku nehatine ziyaretkirin

source: Copy
kmr: Kopî bike

source: Copy email address
kmr: Navnîşana emaîlê kopî bike

source: Copy image location
kmr: Cîgeha wêneyê kopî bike

source: Copy link
kmr: Girêdanê kopî bike

source: Copy password
kmr: Pêborînê kopî bike

source: Copy site
kmr: Malperê kopî bike

source: Copy username
kmr: Navê bikarhêner kopî bike

source: Corrupted Content Error
kmr: Çewtiya Naveroka Xerabe

source: Could not open file
kmr: Dosye nehate vekirin

source: Crashes
kmr: Têkçûn

source: Crash reporter
kmr: Raporkera têkçûnan

source: Crash Reports
kmr: Raporên Têkçûnê

source: Created %s
kmr: %s hat afirandin

source: Credit cards and addresses
kmr: Kartên krediyê û navnîşan

source: Cross-site and social media trackers
kmr: Şopînerên nav-malperî û şopînerên medyaya civakî

source: Cross-Site Tracking Cookies
kmr: Çerezên şopandinê yên nav-malperî

source: Cryptominers
kmr: Kankerên krîpto

source: Current session image
kmr: Wêneyê rûniştina niha

source: Custom
kmr: Taybet

source: Custom Add-on collection
kmr: Koleksiyona pêvekên taybet

source: Custom Firefox Account server
kmr: Servera taybet a hesabê Firefoxê

source: Customize
kmr: Taybet bike

source: Custom search engine details
kmr: Hûrgiliyên motora lêgerînê ya taybet

source: Custom Sync server
kmr: Servera Sync’ê ya taybet

source: %d addresses
kmr: %d navnîşan

source: Dark
kmr: Tarî

source: Dark color scheme
kmr: Şemaya rengê tarî

source: Dark theme
kmr: Rûkara tarî

source: Data choices
kmr: Vebijarkên daneyê

source: Data collection
kmr: Berhevkirina daneyan

source: Debug menu: %1$d click(s) left to enable
kmr: Menûya neqandina çewtiyan: Ji bo çalakkirinê %1$d tikandin man

source: Debug menu enabled
kmr: Menûya neqandina çewtiyan çalek e

source: Dec
kmr: Ber

source: Deceptive site issue
kmr: Pirsgirêka malpera xapîner

source: Default search engine
kmr: Motora lêgerînê ya jixweber

source: Delete
kmr: Jê bibe

source: Delete %1$d items
kmr: %1$d hêmanan jê bibe

source: Delete %1$s?
kmr: %1$s’ê jê bibe?

source: Delete all exceptions
kmr: Hemû istisnayan jê bibe

source: Delete and Open
kmr: Jê bibe û veke

source: Delete browsing data
kmr: Daneyên gerînê jê bibe

source: Delete browsing data on quit
kmr: Di derketinê de daneyên gerînê jê bibe

source: Delete collection
kmr: Koleksiyonê jê bibe

source: Deleted %1$s
kmr: %1$s hate jêbirin

source: Delete downloads
kmr: Daxistinan jê bibe

source: Deleted %s
kmr: %s hat jêbirin

source: Delete from history
kmr: Ji raboriyê rake

source: Delete history
kmr: Raboriyê jê bibe

source: Delete private tabs
kmr: Hilpekînên veşartî jê bibe

source: Delete session
kmr: Rûniştinê jê bibe

source: Deleting browsing data…
kmr: Daneyên gerînê tên jêbirin…

source: Deleting selected folders
kmr: Peldankên hilbijartî tên jêbirin

source: Deleting this tab will delete the entire collection. You can create new collections at any time.
kmr: Jêbirina vê hilpekînê dê hemû koleksiyonê jê bibe. Kengî bixwazî dikarî koleksiyoneke nû biafirînî.

source: Deny
kmr: Red bike

source: DENY
kmr: NEHÊLE

source: Deselect all
kmr: Hemû hilbijartinan rake

source: Desktop Bookmarks
kmr: Favoriyên Sermaseyê

source: Desktop site
kmr: Malpera sermaseyê

source: Details
kmr: Hûrgilî

source: Developer tools
kmr: Amûrên pêşvebirinê

source: Device name
kmr: Navê cîhazê

source: Device name cannot be empty.
kmr: Navê cîhazê nabe vala bimîne.

source: Disabled
kmr: Neçalak

source: Disable private browsing
kmr: Gerîna veşartî bigire

source: Discard changes
kmr: Guhertinan betal bike

source: Disconnect
kmr: Girêdanê qut bike

source: Dismiss
kmr: Bigire

source: Dismiss find in page
kmr: ’Di rûpelê de bibîne’yê bigire

source: Display notifications to you
kmr: Danezanan ji te re nîşan bide

source: Don’t allow
kmr: Destûrê nede

source: Don’t save
kmr: Tomar neke

source: Don’t update
kmr: Nûve neke

source: Download
kmr: Daxîne

source: Download (%1$s)
kmr: Daxîne (%1$s)

source: Download completed
kmr: Daxistin qediya

source: Download failed
kmr: Daxistin bi ser neket

source: Download files and read and modify the browser’s download history
kmr: Dosyeyan daxîne, raboriya gerokê bixwîne û biguherîne

source: Downloading and verifying add-on…
kmr: Pêvek tê daxistin û rastandin…

source: Download link
kmr: Girêdana daxistinê

source: Download paused
kmr: Daxistin hate sekinandin

source: Downloads
kmr: Daxistinên te

source: Downloads Removed
kmr: Daxistin hatin rakirin

source: Do you want %s to save this login?
kmr: Bila %s, vî hesabî tomar bike?

source: Do you want to leave this site? Data you have entered may not be saved
kmr: Tu dixwazî ji vê malperê derkevî? Dibe ku daneyên te têxistine neyên tomarkirin

source: %d pages
kmr: %d rûpel

source: DRM-controlled content
kmr: Naveroka DRM kontrolkirî

source: %d tab
kmr: %d hilpekîn

source: %d tabs
kmr: %d hilpekîn

source: %d tab selected
kmr: %d hilpekîn hate bijartin

source: %d tabs selected
kmr: %d hilpekîn hatin bijartin

source: Edit
kmr: Sererast bike

source: EDIT
kmr: SERERAST BIKE

source: Edit bookmark
kmr: Favoriyan sererast bike

source: Edit folder
kmr: Peldankê sererast bike

source: Edit search engine
kmr: Motora lêgerînê sererast bike

source: Email
kmr: Emaîl

source: Email address copied to clipboard
kmr: Navnîşana emaîlê li panoyê hate kopîkirin

source: Email with…
kmr: Emaîl bi…

source: Enabled
kmr: Çalak

source: Enable private browsing
kmr: Gerîna veşartî veke

source: Enhanced Tracking Protection
kmr: Parastina ji şopandinê ya pêşketî

source: Enhanced Tracking Protection is off for these websites
kmr: Parastina ji şopandinê ya pêşketî ji bo van malperan hat girtin

source: Enter a search string
kmr: Rêzikeke lêgerînê binivîse

source: Entered multiselect mode, select tabs to save to a collection
kmr: Tu ket moda bijartina-pir, ji bo tomarkirina li koleksiyonê hilpekînan hilbijêre

source: Entering full screen mode
kmr: Têketina moda ekrana dagirtî

source: Enter search engine name
kmr: Navê motora lêgerînê binivîse

source: Error
kmr: Çewtî

source: Error connecting to “%s”
kmr: Li “%s”ê ve nehate girêdan

source: Every time the shield is purple, %s has blocked trackers on a site. Tap for more info.
kmr: Gava mertal bû rengê mor, tê vê wateyê ku %s’ê şopîner asteng kirine. Ji bo agahiyên zêdetir, bitepîne.

source: Exceptions
kmr: Istisna

source: Exceptions let you disable tracking protection for selected sites.
kmr: Istisna dihêlin ku tu bikaribî ji bo malperên hilbijartî parastina ji şopandinê bigirî.

source: Exchange messages with apps other than this one
kmr: Şandina/stendina peyaman bi sepanên din ên Ji bilî vê

source: Exited multiselect mode
kmr: Ji moda bijartina-pir hate derketin

source: Exit multiselect mode
kmr: Ji moda bijartina-pir derkeve

source: Expand suggested logins
kmr: Hesabên pêşniyarkirî fireh bike

source: Experiments
kmr: Ceribandin

source: Extend developer tools to access your data in open tabs
kmr: Firehkirina amûrên pêşvebirinê ji bo xwegihandina daneyên di hilpekînên vekirî de

source: Extensions
kmr: Pêvek

source: External download manager
kmr: Rêvebera daxistinê ya derveyî

source: Failed to disable %1$s
kmr: %1$s nehate neçalakkirin

source: Failed to enable %1$s
kmr: %1$s nehate çalakkirin

source: Failed to install %1$s
kmr: %1$s nehate sazkirin

source: Failed to query Add-ons!
kmr: Rapirsîna pêvekan bi ser neket!

source: Failed to remove %1$s
kmr: %1$s nehate rakirin

source: Failed to sign-in
kmr: Têketin bi ser neket

source: Failed to uninstall %1$s
kmr: %1$s nehate rakirin

source: Feb
kmr: Sib

source: File Not Found
kmr: Rûpel nehate dîtin

source: Fill link from clipboard
kmr: Girêdanê ji panoyê bîne

source: Find in page
kmr: Di rûpelê de bibîne

source: Find next result
kmr: Encama pêş bibîne

source: Find previous result
kmr: Encama paş bibîne

source: Fingerprinters
kmr: Şoptilî

source: Firefox Account
kmr: Hesabê Firefoxê

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
kmr: Servera Sync/Hesabê Firefoxê hat guhertin. Ji bo sepandina guhertinan ji sepanê derdikeve…

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
kmr: Teknolojiya pêvekên Firefoxê tê modernîzekirin. Ev pêvek kodên bi Firefox 75’ê û wêdetir re nelihev bi kar tîne.
